<!--
 * @Author: 'fanqie' '12553846+fanqiejiayou1024@user.noreply.gitee.com'
 * @Date: 2024-11-07 17:46:43
 * @LastEditors: 'fanqie' '12553846+fanqiejiayou1024@user.noreply.gitee.com'
 * @LastEditTime: 2024-11-07 18:40:23
 * @FilePath: \vue-zy-2\src\components\GuoJi.vue
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
-->
<template>
    <h2>国际新闻</h2><hr/>
    <img :src = "img" style = "width: 400px;"><hr/>
    <h4>狂砸9亿、站队成功，马斯克成最大赢家？</h4>
    <div>
        随着美国共和党总统候选人特朗普锁定胜局，站队成功的美国亿万富翁马斯克迎来了第一波回馈——当地时间11月6日，特斯拉股价大涨近15%，马斯克净资产也增加了约200亿美元，以2856亿美元的总身家稳居全球首富宝座。
        “马斯克对特朗普的影响力将如何让他的公司变得更富有？”路透社在11月6日的报道中援引多名消息人士的话说，马斯克的政治活动反映了他更广泛的战略，即让自己的公司免受美国监管或执法的影响，并增加政府对它们的支持。
        不过，也有学者认为，尽管马斯克为特朗普胜选帮了很大的忙，但两人在绿色能源等关键问题上存在分歧，未来关系会如何发展还很难说。
        特朗普政府是摆脱监管的工具？
        路透社指出，从特斯拉电动汽车到SpaceX火箭和Neuralink大脑芯片，马斯克的商业利益在很大程度上依赖于美国政府的监管、补贴和政策。
        “埃隆·马斯克认为所有法规都会阻碍他的业务和创新。”一位不愿透露姓名的SpaceX前高管表示，“他（马斯克）把特朗普政府看作尽可能摆脱监管的工具，这样他就可以想做什么就做什么，想多快就多快。”
        路透社称，马斯克日益增长的能量让他的支持者感到兴奋，他们同样认为美国政府是马斯克高科技业务的障碍。
        投资了SpaceX的风险投资家谢尔文·皮舍瓦尔（Shervin Pishevar）主张硅谷支持特朗普，他认为，减少监管将加快SpaceX飞往火星的速度。在皮舍瓦尔看来，“美国历史上没有比埃隆·马斯克更伟大的企业家了”，“他会让美国像初创公司一样运转”。
    </div>
    <img src=" ../assets/guoji1.jpg" style="width: 500px;">
    <div>
        据美国《财富》杂志网站统计，截止10月底，马斯克为特朗普及其他共和党人捐款至少达到1.32亿美元（约合9.45亿元人民币）。10月7日，马斯克接受美国保守派媒体人卡尔森采访时曾笑称，自己为支持特朗普“倾尽所有”（all in），如果特朗普输了，自己就会“完蛋”，“你猜我会坐多久的牢？”
        美国《福布斯》杂志网站指出，目前马斯克及其公司面临大量未决的诉讼和政府调查，这意味着他可能会从特朗普提出的较为宽松的监管环境中受益。路透社称，特朗普曾表示，他将广泛地取消他所认为的扼杀美国企业的监管规定。
        特斯拉和马斯克成最大赢家？
        特朗普宣布胜选引发特斯拉股价上涨，11月6日，特斯拉在美股收涨14.75%，创2023年7月以来新高。
        路透社认为，特斯拉未来的命运可能会起起伏伏，这取决于特朗普对电动汽车和自动驾驶汽车的政策和监管计划。民主党政府历来倡导支持电动汽车的政策，共和党传统上拒绝电动汽车，特朗普也在竞选活动中嘲笑拜登的电动汽车政策，但现在马斯克有可能保护这些政策。
        报道称，对于特斯拉来说，马斯克的目标包括阻止美国国家公路交通安全管理局（NHTSA）对特斯拉Autopilot和FSD（全自动驾驶）等驾驶辅助系统的安全性采取潜在的执法行动。消息人士称，马斯克未来四年的主要关注点将是“解除执法”。
        报道指出，美国目前没有全国性法律来规范如何部署自动驾驶汽车，这意味着运营商必须应对各州不同的法规。马斯克上个月在特斯拉财报会议上哀叹各州监管环境带来的挑战，主张统一的联邦审批程序。
        美国有线电视新闻网（CNN）6日援引多名分析师的话说，特朗普上任后，可能会给自动驾驶汽车政策“开绿灯”。“在我们看来，特斯拉和其首席执行官马斯克或许是选举结果的最大赢家。”美国研究公司CFRA Research分析师加勒特·纳尔逊（Garrett Nelson）表示。
        另一方面，CNN也提到了特斯拉可能面临的挑战。韦德布什证券分析师丹·艾夫斯（Dan Ives）认为，如果将来特朗普政府对中国发动新的贸易战，特斯拉可能会被卷入其中。
        马斯克在中国有庞大商业利益，特斯拉一半的电动车在中国制造。
        南京大学国际关系学院执行院长朱锋对新加坡《联合早报》分析，如果马斯克能够强调中美商业合作利益，纠正拜登政府持续推动的脱钩断链，让中美关系朝相对可控的方向发展，就能起到缓冲作用。“从这个角度来讲，特朗普2.0时代的马斯克效应确实令人期待。”
        对于另外两家和马斯克有密切关联的公司SpaceX和X，CNN认为，无论谁当选，对它们的影响都比较小。
        马斯克的政治生涯才刚开始？
        近几个月来，外界一直猜测如果特朗普胜选，马斯克是否会加入其内阁。特朗普10月接受福克斯新闻采访时回应称，“他（马斯克）不想进入内阁，他只是想负责削减成本。”
        特朗普曾经承诺，如果他赢得选举，将成立一个“政府效率委员会”（DOGE），由马斯克领导。该委员会成立后的首项工作，将是在六个月内制定一项行动计划，“彻底消除欺诈和不当支付”。按照特朗普的说法，此举将能为美国节省“数万亿美元”的联邦支出。
        马斯克11月5日再次接受卡尔森专访时表示，他“很乐意帮助提高政府效率”。马斯克称，美国大约有450个联邦政府机构，“我们有庞大的政府官僚机构，我们有过度监管，我们有职责重叠的机构……已经到了基本上一切都是非法的地步，你什么事都做不成。这些都转化成人们的实际成本。它们是隐性成本，但量非常大。”
        军事专家宋忠平向观察者网解释说，马斯克支持特朗普，不是为了当官，而是服务于自己未来的发展目标。“马斯克很清楚，如果民主党再掌权，对他的未来发展计划、几家公司将会是极大的掣肘。”
        当地时间11月6日，特朗普宣布胜选后，马斯克在X平台上发文称：“美国政府的激进改革即将到来。这将结束令人窒息的官僚主义、疯狂的赤字支出，并把个人自由归还给人们。”
    </div>
    <img src=" ../assets/guoji2.jpg" style="width: 500px;">
    <div>
        值得一提的是，11月5日，马斯克在一场直播中表示，为支持特朗普而成立的“美国政治行动委员会”（America PAC）在此次总统选举后将继续运作。
        马斯克称，“美国政治行动委员会”正在为美国中期选举和其他各类选举做准备，该组织计划在未来美国参众两院和地方选举中发挥重要作用。美媒认为，马斯克是在暗示他对美国政治的参与才刚刚开始。
        《福布斯》杂志网站注意到，在25分钟的胜选演讲中，特朗普花了近4分钟讨论马斯克，“我们有一位新星诞生了——埃隆（马斯克）”，还称其为“超级天才”。特朗普竞选团队6日给路透社的一份声明中，则将马斯克描述为“百年一遇的行业领袖”。
        尽管特朗普和马斯克目前处在“蜜月期”，不过，多位学者日前对观察者网表示，两人未来的关系如何还不好说。
        中国社科院美国问题专家吕祥表示：“马斯克确实给特朗普帮了很大的忙，但是我们要知道特朗普的习惯，马斯克一旦想表现他在特朗普胜选过程中起到的巨大作用，特朗普就会踢开他，之前有过这样的例子。”
        他指出，马斯克和特朗普政府或者个人的关系能否长期保持下去还需要观察。“尤其是他们在一些关键问题上有分歧，比如在绿色能源问题上，特朗普一定不会支持电动车产业的，所以他和马斯克未来关系怎么样还很难说。”
        宋忠平也认为，“蜜月期”结束后，特朗普和马斯克在合作中很有可能会爆发矛盾。
        “马斯克和特朗普都是商人，都比较强势、说一不二。特朗普不会甘心当傀儡，更不会做马斯克的前台傀儡。如果马斯克也比较刚愎自用，可能会让特朗普很生气。所以马斯克如果想与特朗普和谐共处，必须表现出尊重，该管的管，不该管的不管，要和后者做好职权边界分割。”宋忠平说。
    </div>  
</template>

<script setup>
    import { onMounted,ref } from 'vue'
    let img = ref("src/assets/d_gj.jpg")
    onMounted(()=>{
        setInterval(()=>{
            if(img.value == "src/assets/d_gj.jpg"){
                img.value = "src/assets/d_gj1.jpg"
            }else if(img.value == "src/assets/d_gj1.jpg"){
                img.value = "src/assets/d_gj2.jpg"
            }else{
                img.value = "src/assets/d_gj.jpg"
            }},2000)
    })
</script>

<style scoped></style>