<!--
 * @Author: 'fanqie' '12553846+fanqiejiayou1024@user.noreply.gitee.com'
 * @Date: 2024-11-07 17:46:43
 * @LastEditors: 'fanqie' '12553846+fanqiejiayou1024@user.noreply.gitee.com'
 * @LastEditTime: 2024-11-07 18:14:11
 * @FilePath: \vue-zy-2\src\components\Yuli.vue
 * @Description: 这是默认设置,请设置`customMade`, 打开koroFileHeader查看配置 进行设置: https://github.com/OBKoro1/koro1FileHeader/wiki/%E9%85%8D%E7%BD%AE
-->
<template>
    <h2>娱乐新闻</h2><hr/>
    <img :src = "img" style = "width: 400px;"><hr/>
    <h4>《门前宝地》</h4>
    <img src="../assets/yuli1.jpg" style="width: 500px;">
    <div>
        由爱奇艺出品，张肖导演，曹恩齐、黎明旭等主演的舞台剧《莲花楼》经过前期精心筹备，于10月24日至10月27日于杭州剧院首演。《莲花楼》舞台剧改编自藤萍原著小说《吉祥纹莲花楼》，去年电视剧版《莲花楼》一经播出，随即掀起全国观众的观剧狂潮，被称为“中国新派武侠剧的集大成者”，热度长期居高不下，时至今日，仍在网络上的国产电视剧超话、榜单中名列前茅。《莲花楼》舞台剧首轮演出，四场演出被观众热情瞬间填满，同时，观众对剧中情节、舞美、音乐等表现赞不绝口，可以说《莲花楼》舞台剧延续了剧版的“长尾效应”，是一部线下舞台剧演出的口碑佳作。
    </div>
    <img src="../assets/yuli2.jpg" style="width: 500px;">
    <div>
        从书本小说到电视荧屏再到镜框剧场，舞台剧版《莲花楼》凝聚了优秀主创老师们的创新和探索。
        《莲花楼》舞台剧将传统美学与当代美学相结合，以国风、水墨等中国元素搭配影视剧中特有的视觉符号，现场生动还原莲花楼、竹林、龙王棺等场景；同时引入多媒体技术，将影视作品的镜头语言与舞台作品的假定性相融合，巧妙完成了多重舞台场景的呈现和转换。
        以影视剧《莲花楼》授权的原创音乐为基础，《莲花楼》舞台剧在音乐上融入了电子、摇滚的元素，与传统、古典的视觉元素形成反差，带给观众一场古典与现代交织的视听盛宴。
        《莲花楼》有着古声古色的外壳，但导演张肖坦言，古典的质感只是它呈现的载体和形式，作品本身天然地具备很多现代意识和现代感。从剧中苏小慵、石水、云彼丘等角色意识的觉醒，到李莲花身上超然物外的反英雄式的内核，《莲花楼》教会我们如何面对一件事情的要有勇气、要有是非观、要有道义和侠义、要有完整且独立的人格，这也正是将《莲花楼》舞台化的现代意义之所在。
        张肖说：《莲花楼》舞台剧是我们花了很长时间创排、研究、呈现的一部作品，希望观众朋友们能够走进剧场观看，也希望得到观众朋友们的喜爱和支持。如果还有不足之处，我们也会不断地去进步和努力，因为我们呈现一个美好故事、呈现一个美好世界的心，永远不会停止。
    </div>
    <img src="../assets/yuli3.jpg" style="width: 500px;">
    <div>
        莲花楼舞台剧不仅有一批00后演员的加盟，还选择与一些新生代演员合作，让观众看到了新一代演员如何重新定义传统角色，用更新的视角演绎“新”江湖故事。
        新生代演员曹恩齐，虽然初次登上话剧的舞台，但他在排练中的成长和对角色的深刻理解，给观众带来了耳目一新的体验。他坦言，出演话剧是一种全新的尝试，虽然面临挑战，但与其他新生代演员的互动让他感受到团队合作的力量，也体验到了舞台剧的魅力。
        剧中的每个角色都有其独特的个性和故事。在不同演员的诠释下，这些角色被赋予了新的生命和深度，例如单孤刀作为剧中的反派角色，在演员的演绎下，观众能够感受到他内心的挣扎与矛盾，展现出更多的层次感。此外，剧中的演员也会用自身的气质，将角色演绎得生动而富有感染力。
        年轻演员之间的碰撞与交流，呈现出不一样的舞台风格，让观众在观看的过程中，不自觉地被这些新鲜的演绎方式吸引，感受到一场关于“新江湖”的时代交响曲。本剧正是希望通过这些新鲜血液，带来更为丰富的舞台表达，让观众在传统与现代之间找到共鸣。
    </div>
    <img src="../assets/yuli4.jpg" style="width: 500px;">
    <div>
        尽管演出那三天的杭州细雨绵绵，但这丝毫未能减弱观众们的热情。早早赶到剧场的观众们，纷纷在前厅驻足，和精心布置的装置拍照留念。前厅的独特布置与精心设计的衍生产品，仿佛在演出开始前便以另一种方式将观众引入了故事的氛围，带领他们走入“楼中”世界。
        演出结束后观众们纷纷将自己的观剧感受发布在微博、小红书、大麦等平台。
        “改编的剧情有幽默，有感人，有立意；全场有尖叫，有鼓掌，有赞叹！”
        “布景满分，音效满分。演员们演技、台词、表演都非常棒。”
        “体验感拉满，得到了满满的情绪价值！”
        “在剧场中度过了很美妙的两个小时。”
        《莲花楼》舞台剧即将开启全国巡演，江湖之上，熙来攘往，邀您一起成为新的传奇！
    </div>
</template>

<script setup>
    import { onMounted,ref } from 'vue'
    let img = ref("src/assets/d_yl.jpg")
    onMounted(()=>{
        setInterval(()=>{
            if(img.value == "src/assets/d_yl.jpg"){
                img.value = "src/assets/d_yl1.jpg"
            }else if(img.value == "src/assets/d_yl1.jpg"){
                img.value = "src/assets/d_yl2.jpg"
            }else{
                img.value = "src/assets/d_yl.jpg"
            }},2000)
    })
</script>

<style scoped></style>