import turtle as t #导入turtle库，并取别名为s
t.setup(650,350,200,200) #设置画布大小为650*350，距离(0,0)有长200宽200的偏移量
t.penup() # 抬起画笔
t.fd(-255) # 画笔移动-255dpi（正数向前，负数向后）
t.pendown() # 落笔
t.pensize(25) # 画笔粗细为25dpi
t.pencolor("linen") # 画笔颜色为亮灰
t.seth(-40) #初始化画笔，并让他朝向40度
for i in range(4): #循环绘制
    t.circle(40,80) #画圆,半径为40，角度为80
    t.circle(-40,80) #画圆,半径为-40，角度为80   r为正时，圆心在画笔上方；r为负时，圆心在画笔下方
t.circle(40,80 / 2) # 画圆, 半径为40，角度为80 / 2
t.fd(40) # 画一条40dpi的直线
t.circle(16,180) # 画圆，半径为16dpi，角度为180度
t.fd(40 * 2 / 3) # 画一条26dpi的直线
t.done() #显示窗格